"project-collation-label" = "Group Projects By:";
"project-collation-none" = "Ungrouped";
"project-collation-folder" = "Folder";
"project-collation-due" = "Due";
"project-collation-start" = "Defer Date";
"project-collation-completed" = "Completed";
"project-collation-next-review" = "Next Review";
"project-collation-added" = "Added";
"project-collation-modified" = "Changed";

"context-collation-label" = "Group Actions By:";
"context-collation-none" = "Ungrouped";
"context-collation-context" = "Context";
"context-collation-project" = "Project";
"context-collation-due" = "Due";
"context-collation-start" = "Defer Date";
"context-collation-completed" = "Completed";
"context-collation-added" = "Added";
"context-collation-modified" = "Changed";
"context-collation-flagged" = "Flagged";

"project-sort-label" = "Sort Projects By:";
"context-sort-label" = "Sort Actions By:";
"sort-none" = "Unsorted";
"sort-name" = "Name";
"sort-due" = "Due";
"sort-start" = "Defer Date";
"sort-complete" = "Completed";
"sort-next-review" = "Next Review";
"sort-add" = "Added";
"sort-modified" = "Changed";
"sort-completed" = "Completed";
"sort-project" = "Project";
"sort-context" = "Context";
"sort-flagged" = "Flagged";
"sort-time" = "Duration";
"sort-due-and-flagged" = "Due Date & Flagged";

"project-filter-action-state-label" = "Show Actions that are:";
"context-filter-action-state-label" = "Show Actions that are:";
"filter-action-state-next" = "First Available"; // Used to be considered Next Action; leaving the identifier the same in case it matters for scripting
"filter-action-state-available" = "Available";
"filter-action-state-incomplete" = "Remaining"; // Used to be considered Incomplete; leaving the identifier the same in case it matters for scripting
"filter-action-state-all" = "All";
"filter-action-state-complete" = "Completed";

"project-filter-action-time-label" = "Show Actions with Duration:";
"context-filter-action-time-label" = "Show Actions with Duration:";
"filter-action-time-any" = "Any Duration";
"filter-action-time-5m" = "5 min";
"filter-action-time-15m" = "15 min";
"filter-action-time-30m" = "30 min";
"filter-action-time-60m" = "1 hour";
"filter-action-time-long" = "> 1 hour";
"filter-action-time-unestimated" = "Unestimated";

"project-flagged-state-label" = "Show Actions that are:";
"context-flagged-state-label" = "Show Actions that are:";
"filter-flagged-state-all" = "Any Status";
"filter-flagged-state-flagged" = "Flagged";
"filter-flagged-state-unflagged" = "Unflagged";
"filter-flagged-state-due" = "Due Soon";
"filter-flagged-state-due-or-flagged" = "Due or Flagged";
"filter-flagged-state-due-and-flagged" = "Due and Flagged";
"filter-flagged-state-due-and-unflagged" = "Due and Unflagged";

"layout-preferences" = "Use Preferences";
"layout-fluid" = "Fluid";
"layout-columns" = "Custom Columns";
